Repository: CofficLab/GitOK
Catalog: APP/Plugins/Git-Ignore/GitIgnore.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Close
zh_hans: 关闭
zh_hk: 關閉

source: Loading .gitignore...
zh_hans: 正在加载 .gitignore ...
zh_hk: 正在載入 .gitignore ...

source: No .gitignore file found
zh_hans: 未找到 .gitignore 文件
zh_hk: 未找到 .gitignore 檔案

source: No .gitignore file found in current project
zh_hans: 当前项目中没有找到 .gitignore 文件
zh_hk: 目前專案中沒有找到 .gitignore 檔案

source: %@ has been added
zh_hans: %@ 已添加
zh_hk: %@ 已新增

source: Failed to write .gitignore: %@
zh_hans: 写入 .gitignore 失败：%@
zh_hk: 寫入 .gitignore 失敗：%@

source: Organized and grouped
zh_hans: 已整理分组
zh_hk: 已整理分組

source: Organize failed: %@
zh_hans: 整理失败：%@
zh_hk: 整理失敗：%@

source: Provides .gitignore viewer in status bar
zh_hans: 在状态栏提供 .gitignore 查看入口
zh_hk: 在狀態列提供 .gitignore 檢視入口

source: # Other
zh_hans: # 其他
zh_hk: # 其他
